[
  {
    "text": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs",
    "length": "short"
  },
  {
    "text": "In the middle of difficulty lies opportunity.",
    "author": "Albert Einstein",
    "length": "short"
  },
  {
    "text": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "author": "Winston Churchill",
    "length": "medium"
  },
  {
    "text": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt",
    "length": "medium"
  },
  {
    "text": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius",
    "length": "medium"
  },
  {
    "text": "The only impossible journey is the one you never begin.",
    "author": "Tony Robbins",
    "length": "short"
  },
  {
    "text": "Believe you can and you're halfway there.",
    "author": "Theodore Roosevelt",
    "length": "short"
  },
  {
    "text": "The best time to plant a tree was 20 years ago. The second best time is now.",
    "author": "Chinese Proverb",
    "length": "medium"
  },
  {
    "text": "Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma, which is living with the results of other people's thinking.",
    "author": "Steve Jobs",
    "length": "long"
  },
  {
    "text": "The only person you are destined to become is the person you decide to be.",
    "author": "Ralph Waldo Emerson",
    "length": "medium"
  },
  {
    "text": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "author": "Ralph Waldo Emerson",
    "length": "long"
  },
  {
    "text": "Do not go where the path may lead, go instead where there is no path and leave a trail.",
    "author": "Ralph Waldo Emerson",
    "length": "long"
  },
  {
    "text": "Life is what happens when you're busy making other plans.",
    "author": "John Lennon",
    "length": "short"
  },
  {
    "text": "The way to get started is to quit talking and begin doing.",
    "author": "Walt Disney",
    "length": "medium"
  },
  {
    "text": "Don't let yesterday take up too much of today.",
    "author": "Will Rogers",
    "length": "short"
  }
]
